run/validationAnalytical/momentaryLiquefaction/constant/materialProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.7.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      materialProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

E              E [ 1 -1 -2 0 0 0 0 ] 38394000;

nu             nu [ 0 0 0 0 0 0 0 ] 0.35;

k              k [ 0 1 -1 0 0 0 0 ] 6e-5;

K              K [ 1 -1 -2 0 0 0 0 ] 1.9e9;

Sr             Sr [ 0 0 0 0 0 0 0 ] 0.985;

p0             p0 [ 1 -1 -2 0 0 0 0 ] 637650.0;

gamma          gamma [ 1 -2 -2 0 0 0 0 ] 0.981e4;

n              n [ 0 0 0 0 0 0 0 ] 0.3333;

k0             k0 [0 0 0 0 0 0 0 ] 0.5;

gammaD         gammaD [1 -2 -2 0 0 0 0 ] 1.0e4;

relDensity     relDensity [0 0 0 0 0 0 0] 0.54;

planeStress     no;

// ************************************************************************* //
