run/validationAnalytical/momentaryLiquefaction/system/probesDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version         2.0;
    format          ascii;
    class           dictionary;
    location        "system";
    object          probesDict;
}

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

//type probes;
// Fields to be probed. runTime modifiable!
fields
(
    pE
    tauXZ
    tauXZPrime2Mean
);

// Locations to be probed. runTime modifiable!
probeLocations
(
    (87 0.0 0)
    (87 0.0 -0.2)
    (87 0.0 -0.4)
    (87 0.0 -0.75)
    (87 0.0 -1)

);


// ************************************************************************* //
